isDraggingProvidingSubstituteObjects(AcDbAssocEvaluationCallback!System.Runtime.CompilerServices.IsConst*)
Returns true iff in the middle of dragging and the AcDbAssocDraggingState
indicates that the dragger is providing substitute non-database resident
objects that are clones of the original database-resident objects.
pEvaluationCallback:
The current AcDbAssocEvaluationCallback. NULL pointer is allowed.